Repository: luismallozzi/FreePBX-MSTeams
Catalog: i18n/*/LC_MESSAGES/msteams.po
Languages: pt_br

source: PJSIP Trunk
pt_br: Tronco PJSIP

source: -- select --
pt_br: -- selecione --

source: MS Teams Signaling Address (FQDN)
pt_br: Endereço de sinalização do MS Teams (FQDN)

source: Leave blank to remove and restore original transport.
pt_br: Deixe em branco para remover e restaurar o transport original.

source: Save
pt_br: Salvar

source: Current settings
pt_br: Configurações atuais

source: Trunk
pt_br: Tronco

source: Saved.
pt_br: Salvo.

source: msteams: msteams_trunks table created/ok
pt_br: msteams: tabela msteams_trunks criada/ok

source: msteams: translations compiled for %s
pt_br: msteams: traduções compiladas para %s

source: msteams: msgfmt missing or compilation failed for %s (ignoring)
pt_br: msteams: msgfmt ausente ou falha na compilação para %s (ignorando)

source: msteams: table removed
pt_br: msteams: tabela removida
